[
  {
    "Receita": "Burrito p/ Café da Manhã",
    "URL": "https://www.kitchenstories.com/en/recipes/burrito-para-o-cafe-da-manha",
    "Refeição": "Café da Manhã",
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "15 ~ 30 min",
    "Categoria": null,
    "Baixa Calorias": false,
    "Vegetariana": true,
    "Ingredientes": "Meio Pimentão; 1 cebola; Meio punhado de cebolinha; 20 gramas de queijo cheddar; 5 ovos; 1 colher de sopa; 2 tortilhas e molho tabasco",
    "Modo de Preparo": [
      "Corte o pimentão em cubos pequenos. Corte a cebola em meias rodelas finas. Pique fino a cebolinha",
      "Usando um ralador, rale grosseiramente o queijo",
      "Em uma tigela grande, bata juntos os ovos e um pouco de tabasco",
      "Aqueça a manteiga em uma frigideira e refogue as cebolas em fogo médio por aproximadamente 2 mintuos. Adicione pimentão e refogue por mais 3 minutos",
      "Adicione ovos a frigideira e continue refogando, mexendo de vez em quando por 3 a 5 minutos, adicione o queijo e mexa até derreter",
      "Coloque um pouco dos ovos no centro da tortilha. Dobre os lados da tortilha para dentro, então enrole-a de baixo pra cima com os polegares até ficar firme"
    ]
  },
  {
    "Receita": "Pão Trançado de Páscoa",
    "URL": "https://www.kitchenstories.com/en/recipes/pao-trancado-de-pascoa",
    "Refeição": "Café da Manhã",
    "Ocasião": "Páscoa",
    "Tempo de Preparo": "> 90 min",
    "Categoria": null,
    "Baixa Calorias": false,
    "Vegetariana": false,
    "Ingredientes": "250 ml de leite; 75 gramas de manteiga; 55 gramas de açúcar; 7 gramas de fermento biológico seco; 500 gramas de farinha de trigo; 2 ovos; 1 colher de chá de sal; açúcar e sal a gosto",
    "Modo de Preparo": [
      "Aqueça o leite em uma panela pequena em fogo médio a baixo. Adicione a manteiga e derreta devagar. Em seguida, adicione aos poucos o açúcar e o fermento biológico seco, misturando. Tome cuidado para não aquecer demais o leite",
      "Coloque a farinha e um pouco de sal em uma tigela grande. Adicione o ovo. Acrescente aos poucos a mistura de leite. Usando uma batedeira de mesa ou de mão, sove até formar uma massa elástica.",
      "Transfira a massa para uma superficie polvilhada com farinha e continue a sovar com as mãos",
      "Coloque a massa em uma tigela grande e cubra com um pano de prato limpo. Deixe descansar em um local quente por aproximadamente 1 a 2 horas, até dobrar de tamanho.",
      "Transfira a massa para uma tábua de cortar polvilhada de farinha. Sove e faça um rolo. Usando as mãos, achate o rolo delicadamente. Com uma faca afiada, separe a massa em três tiras. Não se esqueça de deixar a parte de cima inteira.",
      "Começando da parte de cima, trance a massa com cuidado. Pressione as pontas com firmeza",
      "Coloque a trança em uma assadeira forrada com papel manteiga. Cubra e deixe descansar em um local quente por aproximadamente uma hora",
      "Preaqueça o forno a 200 graus. Em uma tigela pequena, misture o ovo, duas pitadas de açúcar e uma pitada de sal. Bata até ficar cremoso. Pincele a massa com a mistura. Coloque no forno por 30 a 35 minutos, até dourar. Retire do forno e deixe esfriar."
    ]
  },
  {
    "Receita": "Cheesecake com Chocolate Branco",
    "URL": "https://www.kitchenstories.com/en/recipes/cheesecake-com-chocolate-branco",
    "Refeição": null,
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "30 ~ 60 min",
    "Categoria": "Sobremesa",
    "Baixa Calorias": false,
    "Vegetariana": false,
    "Ingredientes": "6 folhas de gelatina; 150ml de água; 150g de biscoitos de chocolate; 100g de manteiga; 100g de chocolate branco; 30g de açúcar; 300g de iogurte; 525g de cream cheese; 50g de chocolate meio amargo; 20g de raspas de chocolate branco.",
    "Modo de Preparo": [
      "Deixe as folhas de gelatina de molho em uma tigela por 8 a 12 min.",
      "Coloque os biscoitos em um saco hermético para freezer. Feche-o e triture os biscoitos com um rolo de massa.",
      "Derreta a manteiga em uma panela pequena a fogo médio-baixo. Coloque os biscoitos triturados em uma tigela, adicione a manteiga e misture bem.",
      "Coloque a mistura de biscoito triturado em uma assadeira redonda e pressione contra o fundo da assadeira.",
      "Derreta o chocolate branco em banho-maria e reserve.",
      "Misture a gelatina e a água com o açúcar em uma panela pequena. Aqueça em fogo de médio a baixo, mexendo até que a gelatina se dissolva totalmente. Adicione a geladeira ao chocolate branco e misture bem.",
      "Adicione o cream cheese ao iogurte. Misture bem",
      "Despeje o creme na assadeira redonda. Bata delicadamente a assadeira sobre a pia para desfazer as bolhas de ar. Coloque na geladeira e deixe descansar por 3 horas.",
      "Derreta o chocolate meio amargo em banho maria e reserve.",
      "Passe a faca cuidadosamente ao longo da borda da assadeira. Desenforme a torna e transfira para um prato de bolo.",
      "Antes de servir, decore a torta com o chocolate meio amargo derretido e as raspas de chocolate branco."
    ]
  },
  {
    "Receita": "Torta de Limão Fresca",
    "URL": "https://www.kitchenstories.com/en/recipes/torta-de-limao-fresca",
    "Refeição": null,
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "60 ~ 90 min",
    "Categoria": "Sobremesa",
    "Baixa Calorias": false,
    "Vegetariana": false,
    "Ingredientes": "1 pacote de biscoito de limão recheado Piraquê + 1 pacote de biscoito de limão recheado; 65g de manteiga derretida; 2 latas de leite condensado; 1 caixinha de creme de leite; Suco de 4 limões; Raspas de 2 limões; recheio dos biscoitos; 2 xícaras de merengue; 2 claras; ⅓ xícara de açúcar.",
    "Modo de Preparo": [
      "Separar o recheio dos biscoitos de limão recheados Piraquê de 1 pacote.",
      "Em um processador, triturar os biscoitos de limão recheado Piraquê até obter uma farofa fina.",
      "Adicionar a manteiga e bater até obter uma farofa úmida.",
      "Em uma forma redonda, coberta com papel manteiga, cobrir todo o fundo e apertar bem.",
      "Em toda a lateral, dispor os biscoitos recheados, apertando levemente para eles não caírem. Reservar.",
      "Em um liquidificador, juntar o leite condensado, o creme de leite, o suco dos limões, as raspas de limão e o recheio dos biscoitos. Bater bem.",
      "Sobre a massa, despejar o creme de limão e levar à geladeira por 3 horas.",
      "Finalizar com o merengue, dourar com um maçarico e servir.",
      "Misturar as claras com o açúcar.",
      "Em fogo baixo, levar em banho-maria e misturar até o açúcar dissolver.",
      "Retirar o banho-maria e bater na batedeira por aproximadamente 6 minutos ou até atingir picos firmes. Reservar."
    ]
  },
   {
    "Receita": "Paella Valenciana",
    "URL": "https://www.kitchenstories.com/en/recipes/paella-valenciana",
    "Refeição": "Almoço",
    "Ocasião": "Ano Novo",
    "Tempo de Preparo": "30 ~ 60 min",
    "Categoria": "Principal",
    "Baixa Calorias": false,
    "Vegetariana": true,
    "Ingredientes": "100g de azeitonas; 350g de tomate cereja; 2 alhos; 2 cebolinhas verdes; 1 cebola; 2 pimentões; 1 abobrinha; 1 berinjela; 250g arroz; 2 limões; 1/2 colher de chá de açafrão; 100ml de vinho branco; 300ml de caldo de vegetais; 300g de ervilhas; sal; pimenta.",
    "Modo de Preparo": [
      "Escorra as azeitonas.",
      "Corte os tomates cereja pela metade, pique o alho e corte as cebolas verdes em rodelas finas.",
      "Corte a cebola roxa, o pimentão, a abobrinha e a berinjela em pedaços do tamanho de nozes.",
      "Coloque um pouco de azeite em uma frigideira e refogue o alho, a cebola, o pimentão, a abobrinha e a berinjela em fogo médio-alto por aprox. 4 a 6 minutos",
      "Adicione o arroz à panela, mexa bem para combinar e continue a refogar por aprox. 1 a 2 minutos.",
      "Corte os limões em tiras",
      "Adicione o açafrão à frigideira, mexa bem e continue a refogar por aproximadamente 1 a 2 minutos.",
      "Deglaze com vinho branco.",
      "Adicione o caldo de vegetais até que os ingredientes estejam apenas cobertos.",
      "Tempere a gosto com sal e pimenta.",
      "Leve tudo para ferver, depois reduza para ferver e cozinhe por aproximadamente 15 a 20 minutos até o arroz ficar al dente.",
      "Mexa ocasionalmente.",
      "Misture delicadamente as tiras dos limões, os tomates, as azeitonas, as cebolinhas e as ervilhas.",
      ""
    ]
  },
  {
    "Receita": "Lasanha Clássica Italiana",
    "URL": "https://www.kitchenstories.com/en/recipes/lasanha-italiana-classica",
    "Refeição": "Almoço",
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "60 ~ 90 min",
    "Categoria": "Principal",
    "Baixa Calorias": false,
    "Vegetariana": false,
    "Ingredientes": "1 alho; 1 cebola; 2 cenouras; 500g de carne moída; 800g de tomate esmagado em lata; 2 colheres de chá de orégano seco; 50g de manteiga sem sal; 40g de farinha; 500ml de leite; 1/4 de noz-moscada moída; 150g de macarrão para lasanha; 60g de queijo parmesão; azeite; sal; pimenta.",
    "Modo de Preparo": [
      "Pique o alho bem fino. Descasque e corte a cebola e as cenouras.",
      "Aqueça um pouco de azeite em uma panela grande e refogue a cebola, a cenoura e o alho.",
      "Adicione a carne moída para dourar, partindo-a com uma colher de cozinha.",
      "Tempere com sal e pimenta.",
      "Agora, adicione os tomates esmagados e tempere novamente com sal e pimenta",
      "Deixe ferver em fogo médio por aproximadamente 15 a 20 minutos",
      "Junte o orégano seco.",
      "Enquanto isso, pré-aqueça o forno a 200 graus Celsius para o molho.",
      "Derreta a manteiga em uma panela pequena.",
      "Adicione a farinha e refogue, mexendo sempre.",
      "Adicione o leite frio em porções e reduza em fogo médio, mexendo ocasionalmente, por aproximadamente 5 a 8 minutos.",
      "Tempere com noz-moscada, sal e pimenta.",
      "Cubra o fundo da assadeira com uma camada de molho de carne.",
      "Cubra com as folhas de lasanha e o molho.",
      "Repita o procedimento até que os ingredientes se esgotem.",
      "Finalize com o molho.",
      "Cubra com parmesão ralado na hora e leve ao forno pré-aquecido a 200 graus Celsius por aproximadamente 30 a 40 minutos na prateleira do meio até dourar.",
      "Sirva quente na assadeira."
    ]
  },
  {
    "Receita": "Risoto Hokkaido",
    "URL": "https://www.kitchenstories.com/en/recipes/risoto-hokkaido",
    "Refeição": "Almoço",
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "30 ~ 60 min",
    "Categoria": "Entrada",
    "Baixa Calorias": false,
    "Vegetariana": true,
    "Ingredientes": "200g de arroz para risoto; 600ml de caldo de legumes; 1 abóbora hokkaido; 3 chalotas; 1 dente de alho; 50ml de vinho branco; 30g de parmesão ralado; 40g de manteiga; 1 colher de chá de açúcar; sal e pimenta a gosto. Mais uma abóbora para servir.",
    "Modo de Preparo": [
      "Descasque e corte as chalotas em cubos. Corte o alho em fatias finas. Parta a abóbora ao meio, remova o centro e corte bem fina.",
      "Salteie a cebola e o alho em um pouco de óleo vegetal até ficarem translúcidos. Adicione o arroz e continue salteando.",
      "Agora adicione os cubos de abóbora e frite até ficarem ligeiramente macios.",
      "Desglace com vinho branco e continue a cozinhar em fogo brando.",
      "Adicione gradualmente o caldo de legumes, e continue cozinhando o arroz em fogo brando por 15 minutos. Adicionando o caldo sempre que o fundo da frigideira estiver sem líquido.",
      "Remova o arroz do forno, adicione o parmesão e a manteiga, e tempere com açúcar, sal e pimenta a gosto. Deixe a tampa fechada por 2 minutos.",
      "Você pode optar por servir o risoto em uma abóbora oca. Para fazer, crie uma pequena base cortando um pedaço da abóbora do lado mais largo e remova o centro."
    ]
  },
  {
    "Receita": "Mini Quiche Lorraine",
    "URL": "https://www.kitchenstories.com/en/recipes/mini-quiche-lorraine-pt",
    "Refeição": "Almoço",
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "60 ~ 90 min",
    "Categoria": "Entrada",
    "Baixa Calorias": false,
    "Vegetariana": true,
    "Ingredientes": "200g de farinha; 125g de manteiga; 50ml de água; 100ml de creme de leite; 2 ovos; 80g de alho-poró; 80g de bacon; 1 colher de chá de açúcar; sal, pimenta e óleo para fritar.",
    "Modo de Preparo": [
      "Preaqueça o forno em 180ºC. Misture a farinha, a manteiga, a água, o açúcar e o sal em uma batedeira, até formar a massa.",
      "Espalhe a massa fina em uma superfície enfarinhada. Pressione a massa no fundo e nos lados das forminhas, untadas com manteiga se necessário. Corte as pontas, cubra com papel vegetal.",
      "Pré-asse essas crostas de massa no forno por 15 minutos. Quando terminar, reserve para esfriar.",
      "Enquanto isso, corte o alho-poró e o bacon em tirinhas finas.",
      "Salteie o alho-poró e o bacon em um pouco de óleo. Tempere levemente com sal e pimenta, e distribua pelas crostas esfriadas.",
      "Bata o creme de leite e os ovos com uma pitada de sal e deite a mistura uniformemente nas crostas.",
      "Asse outra vez no forno pré-aquecido a 200ºC por 20 minutos, até dourar. Deixe esfriar por 10 minutos antes de servir."
    ]
  },
  {
    "Receita": "Lassi de Manga",
    "URL": "https://www.kitchenstories.com/en/recipes/lassi-de-manga",
    "Refeição": "Café da Manhã",
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "~ 15 min",
    "Categoria": "Bebidas",
    "Baixa Calorias": false,
    "Vegetariana": true,
    "Ingredientes": "4 mangas; 5 cubos de gelo; 200ml de água fria; 1 colher de sopa de mel; 300g de iogurte natural e 100ml de leite de coco.",
    "Modo de Preparo": [
      "Corte e descasque as mangas.",
      "Bata no liquidificador as mangas, os cubos de gelo, a água, o mel e o iogurte. Em velocidade máxima por 2 ou 3 minutos.",
      "Adicione o leite de coco e bata por mais 1 a 2 minutos para misturar. Sirva imediatamente!"
    ]
  },
  {
    "Receita": "Smoothie Pôr do Sol",
    "URL": "https://www.kitchenstories.com/en/recipes/smoothie-por-do-sol",
    "Refeição": "Jantar",
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "~ 15 min",
    "Categoria": "Bebidas",
    "Baixa Calorias": true,
    "Vegetariana": true,
    "Ingredientes": "6 morangos; 5 folhas de hortelã; 600g de melancia; suco de limão e 4 cubos de gelo.",
    "Modo de Preparo": [
      "Corte os morangos em quatro e remova as folhas de hortelã. Corte a melancia gelada em pedaços",
      "No liquidificador, bata os morangos, a melancia, o suco de limão, os cubos de gelo e as folhas de hortelã por 2 ou 3 minutos."
    ]
  },
  {
    "Receita": "Curry de Batata-doce",
    "URL": "https://www.panelinha.com.br/receita/Cozido-de-batata-doce-com-couve",
    "Refeição": "Jantar",
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "30 ~ 60 min",
    "Categoria": "Principal",
    "Baixa Calorias": true,
    "Vegetariana": true,
    "Ingredientes": "5 batatas-doces; 1 cebola; 3 dentes de alho; ½ colher de sopa de gengibre ralado; 1 colher de sopa de extrato de tomate; 2 colheres de chá de curry; 1 pimenta dedo-de-moça; 2 colheres de sopa de azeite; 2 xícaras e ½ de chá de água; 4 folhas de couve; 2 potes de iogurte natural e sal a gosto.",
    "Modo de Preparo": [
      "Descasque e corte as batatas em cubos grandes.",
      "Transfira para uma tigela e cubra com a água para não escurecer",
      "Descasque e pique fino a cebola e o alho",
      "Lave, seque e rasgue as folhas de couve com as mãos",
      "Lave, seque, descarte as sementes e corte a pimenta-dedo-de-moça em fatias finas.",
      "Leve uma panela média ao fogo médio. Quando aquecer, regue com o azeite, adicione a cebola, tempere com uma pitada de sal e refogue por cerca de 5 minutos, até começar a dourar. Acrescente o alho, o extrato de tomate, o curry, a pimenta e o gengibre e mexa por 2 minutos.",
      "Junte as batatas com a água, misture para incorporar os sabores do refogado e deixe cozinhar em fogo médio até ferver. Diminua o fogo e deixe cozinhar por mais 30 minutos, até a batata ficar macia.",
      "Transfira uma concha do caldo com pedaços de batata para um prato fundo e amasse com um garfo. Volte o caldo para a panela e deixe cozinhar por mais 2 minutos para engrossar.",
      "Desligue o fogo e misture as folhas de couve - elas cozinham com o calor do caldo. Tempere com sal e sirva a seguir com iogurte."
    ]
  },
  {
    "Receita": "Espaguete à Bolonhesa Simples",
    "URL": "https://www.tastemade.com.br/videos/bolonhesa-de-uma-panela-so",
    "Refeição": "Jantar",
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "30 ~ 60 min",
    "Categoria": "Principal",
    "Baixa Calorias": false,
    "Vegetariana": false,
    "Ingredientes": "1 cebola cortada em cubinhos; 1 dente de alho picado; 150g de carne moída; Sal; Pimenta do reino preta; 1 lata de tomate pelado; 200g de espaguete; Folhas de manjericão e 50g de parmesão para ralar na hora.",
    "Modo de Preparo": [
      "Refogue a cebola, o alho e junte a carne.",
      "Quando dourar, junte uma pitada de sal e a pimenta do reino.",
      "Adicione o tomate pelado e cozinhe até desmanchar. Se necessário, adicione um pouco de água.",
      "Junte o espaguete e cozinhe por 10 minutos.",
      "Coloque as folhas de manjericão.",
      "Sirva com queijo ralado."
    ]
  },
  {
    "Receita": "Moussaka",
    "URL": "https://www.tastemade.com.br/programas/vualat/vualat-10-moussaka",
    "Refeição": "Jantar",
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "> 90 min",
    "Categoria": "Principal",
    "Baixa Calorias": true,
    "Vegetariana": false,
    "Ingredientes": "2 berinjelas grandes; azeite; 600g de carne moída; 1 cebola picada; 3 dentes de alho picados; 2 colher de chá de orégano; ½ colher de chá de canela; 1 folha de louro; ½ xícara de vinho tinto seco; Sal; Pimenta-do-reino; 4 tomates sem pele e sem sementes picados; ¼ de xícara de extrato de tomate; 50g de manteiga; 50g de farinha de trigo; 500ml de leite morno; Noz moscada; 50g de parmesão ralado; 1 ovo e 3 batatas fatiadas e pré-cozidas.",
    "Modo de Preparo": [
      "Cortar as berinjelas em fatias.",
      "Em uma frigideira, colocar o azeite e grelhar as fatias de berinjela e reservar em um prato com papel toalha.",
      "Em uma panela, colocar o azeite e refogar bem a carne moída.",
      "Juntar a cebola e o alho e refogar bem.",
      "Adicionar o orégano, a canela, a folha de louro e o vinho tinto. Temperar com sal e pimenta do reino, misturar até que o álcool evapore.",
      "Colocar o extrato, o tomate picado, misturar bem.",
      "Tampar a panela e deixar em fogo baixo por aproximadamente 10 minutos e reserve.",
      "Em outra panela, derreter a manteiga e adicionar a farinha de trigo. Misturar bem até começar a espumar.",
      "Juntar o leite aos poucos e mexer sempre para não formar gruminhos.",
      "Temperar com sal e noz moscada.",
      "Quando engrossar, desligar o fogo e juntar o parmesão ralado e o ovo. Misturar bem e reservar.",
      "Em um refratário, colocar uma camada de batatas, uma camada de berinjela e metade da carne. Repetir mais uma vez o processo e terminar com o molho bechamel.",
      "Levar ao forno pré-aquecido à 200 graus por 20 minutos ou até que esteja dourado.",
      "Deixar descansar por aproximadamente 10 minutos e servir."
    ]
  },
  {
    "Receita": "Pão Doce de Canela",
    "URL": "https://www.kitchenstories.com/en/recipes/pao-doce-de-canela",
    "Refeição": null,
    "Ocasião": "Páscoa",
    "Tempo de Preparo": "60 ~ 90 min",
    "Categoria": "Sobremesa",
    "Baixa Calorias": false,
    "Vegetariana": false,
    "Ingredientes": "3 xícaras de farinha de trigo; 3 colheres de sopa de açúcar; 1 pitada de sal; 1 colher de sopa de fermento biológico seco; 100g de iogurte natural; ¾ xícara de leite; 2 colheres de sopa de manteiga sem sal; 1 ovo; ¼ xícara de açúcar cristal; ¼ xícara de açúcar mascavo; 1 colher de chá de canela em pó; 50g manteiga sem sal em temperatura ambiente e 1 ovo batido.",
    "Modo de Preparo": [
      "Em um recipiente, misturar a farinha, o açúcar, o sal e o fermento.",
      "Adicionar o iogurte, o leite, a manteiga derretida, o ovo e misturar bem.",
      "Trabalhar a massa por aproximadamente, 10 minutos. Fazer uma bola e deixar descansar por 20 minutos.",
      "Misturar o açúcar cristal, o açúcar mascavo e a canela.",
      "Abrir a massa em forma de um retângulo, pincelar a manteiga e polvilhar a mistura de açúcar e canela.",
      "Enrolar a massa e dispor em uma forma de bolo inglês untada e polvilhada com farinha.",
      "Deixar crescer por 30 minutos, pincelar com o ovo batido e assar em forno preaquecido a 200 graus por, aproximadamente, 30 minutos ou até que esteja bem dourado."
    ]
  },
  {
    "Receita": "Palitos crocantes de abobrinha",
    "URL": "https://www.tastemade.com.br/videos/palitos-crocantes-de-abobrinha",
    "Refeição": null,
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "15 ~ 30 min",
    "Categoria": "Petiscos",
    "Baixa Calorias": true,
    "Vegetariana": true,
    "Ingredientes": "1 xícara de farinha de rosca; 100g de queijo parmesão; ½ colher de chá de alho em flocos; ½ colher de chá de orégano; 2 abobrinhas; 2 colheres de sopa de azeite de oliva; Sal e Pimenta do reino.",
    "Modo de Preparo": [
      "Misturar a farinha de rosca, o queijo parmesão, o alho em flocos e o orégano. Reservar.",
      "Cortar as abobrinhas em palitos, temperar com azeite, sal e pimenta.",
      "Passar as abobrinhas na mistura de farinha e dispor em uma assadeira untada e coberta com papel manteiga.",
      "Assar em forno preaquecido 200 graus até dourar."
    ]
  },
  {
    "Receita": "Torta Cream Cheese Clássica",
    "URL": "https://gshow.globo.com/RPC/Estudio-C/cozinha-paranaense/receitas/como-fazer-cheesecake-de-morango-em-casa.ghtml",
    "Refeição": null,
    "Ocasião": "Páscoa",
    "Tempo de Preparo": "30 ~ 60 min",
    "Categoria": "Sobremesa",
    "Baixa Calorias": false,
    "Vegetariana": false,
    "Ingredientes": "1 pacote de biscoito maisena; 100 g de margarina em temperatura ambiente; 400 g de cream cheese; 1 lata de leite condensado; 1/2 xícara de açúcar; 3 ovos e 250 g de geleia de morango",
    "Modo de Preparo": [
      "Use um liquidificador para misturar o biscoito até ficar com uma consistência de farinha;",
      "Coloque essa farinha em uma tigela e misture com o açúcar e a manteiga;",
      "Amasse bem para virar uma farofa;",
      "Unte uma forma desmontável e espalhe a farofa pelo fundo e pelas laterais, apertando bem para ficar firme;",
      "Bata no liquidificador o cream cheese, os ovos e o leite condensado até formar uma massa homogênea;",
      "Quando estiver pronta, despeje a massa em cima da farofa de bolacha e espalhe bem pela forma;",
      "Adicione a geleia de morango por cima e leve ao forno pré-aquecido e asse em fogo médio por 30 minutos. Retire, aguarde esfriar e sirva!"
    ]
  },
  {
    "Receita": "Frango à passarinho",
    "URL": "https://www.tastemade.com.br/videos/frango-a-passarinho",
    "Refeição": "Almoço",
    "Ocasião": "Cotidiano",
    "Tempo de Preparo": "30 ~ 60 min",
    "Categoria": "Petiscos",
    "Baixa Calorias": false,
    "Vegetariana": false,
    "Ingredientes": "Suco de 2 limões; 2 colheres de sopa de mostarda; Sal a gosto; Pimenta do reino a gosto; 2,5 kg de cortes de asa de frango; 1 xícara de farinha de trigo; 1 xícara de farinha de milho; 1 colher de chá de páprica doce; 8 dentes de alho picados; 4 colheres de azeite; ½ maço de salsinha picada",
    "Modo de Preparo": [
      "Em uma tigela dispor o suco de limão, a mostarda, uma pitada de sal, pimenta do reino a gosto e os pedaços de frango. Misturar bem e deixar na refrigeração por 1 hora.",
      "Em outra tigela, misturar a farinha de trigo, a farinha de milho e a páprica.",
      "Retirar o excesso da marinada nos pedaços de frango e passar na mistura de farinha.",
      "Fritar em óleo quente por imersão por aproximadamente 5 minutos. Reservar.",
      "Em uma frigideira, dispor o azeite de oliva e o refogar o alho até ficar dourado.",
      "Dispor o alho e óleo por cima do frango a passarinho e em seguida a salsinha picada."
    ]
  },
  {
    "Receita": "Chester Recheado com Cogumelos",
    "URL": "https://www.tastemade.com.br/programas/especial-de-natal/chester-recheado-com-cogumelos",
    "Refeição": "Jantar",
    "Ocasião": "Natal",
    "Tempo de Preparo": "60 ~ 90 min",
    "Categoria": "Principal",
    "Baixa Calorias": false,
    "Vegetariana": false,
    "Ingredientes": "3 litros de água; ¾ de xícara de sal; ¾ de xícara açúcar mascavo; 1 limão siciliano; 1 limão; 2 folhas de louro; Sal; Pimenta preta; 1 chester; 50g de manteiga; 300g de cogumelos; 200g de panceta; 2 xícaras de espinafre; Noz-moscada",
    "Modo de Preparo": [
      "Levar ao fogo 1 litro de água, com o açúcar e o sal até dissolver.",
      "Deixar esfriar, passar para uma tigela grande e juntar o restante da água.",
      "Adicionar a laranja e o limão cortados em rodelas, as folhas de louro e a pimenta preta.",
      "Dispor o chester na marinada e levar a geladeira por no mínimo 3 horas.",
      "Para o recheio, derreter a manteiga e refogar a panceta picada. Adicionar os cogumelos e depois o espinafre só até as folhas murcharem. Temperar com sal e noz moscada.",
      "Retirar o chester da salmoura, secar com papel toalha e rechear com os cogumelos.",
      "Levar ao forno preaquecido a 230 graus, durante 30 minutos. Baixar o fogo para 180 graus e deixar mais 2 horas."
    ]
  },
  {
    "Receita": "Bolo Especial de Dia dos Namorados",
    "URL": "https://www.tastemade.com.br/videos/bolo-especial-de-dia-dos-namorados",
    "Refeição": null,
    "Ocasião": "Dia dos Namorados",
    "Tempo de Preparo": "60 ~ 90 min",
    "Categoria": "Sobremesa",
    "Baixa Calorias": false,
    "Vegetariana": false,
    "Modo de Preparo": [
      "Bater as claras em neve, quando formar picos duros juntar as gemas e continuar batendo.",
      "Juntar o açúcar e bater bem.",
      "Adicionar a farinha, aos poucos, e incorporar a massa.",
      "Adicionar o fermento e incorporar na massa.",
      "Dispor ⅓ da massa em outro recipiente e reservar.",
      "Dispor restante da massa em uma forma retangular untada e enfarinhada.",
      "Levar ao forno pré-aquecido à 180 graus por aproximadamente 10 minutos.",
      "Na massa reservada, adicionar o cacau em pó e dispor em uma forma redonda untada e polvilhada com cacau em pó.",
      "Levar ao forno preaquecido 180 graus por aproximadamente 30 min.",
      "Retirar do forno o bolo branco, esperar esfriar e desenformar ainda morno. Reservar.",
      "Retirar do forno o bolo de cacau, esperar esfriar e desenformar ainda morno e reservar. Cortar em 2 discos após esfriar.",
      "Depois de frio, dividir o bolo branco em três fatias iguais no sentido do comprimento. Passar uma camada fina de brigadeiro em uma fatia e enrolar igual à um rocambole. Passar uma camada fina novamente em outra fatia e emendar no anterior e repetir o processo com a terceira fatia.",
      "Colocar um disco de bolo de chocolate, passar uma camada de brigadeiro, colocar o bolo enrolado em cima, passar uma camada de brigadeiro e finalizar com o outro disco de bolo de chocolate.",
      "Bater o creme de leite fresco com o leite condensado até obter um chantilly, juntar gotinhas de corante rosa. ",
      "Cobrir o bolo com o chantilly e decorar com corações de pasta americana."
    ]
  }
]